Repository: insaroule/insaroule
Catalog: project/chat/locale/*/LC_MESSAGES/django.po
Languages: fr

source: ride
fr: trajet

source: The ride for which the chat request is made
fr: Le trajet pour lequel la demande de chat est faite

source: user
fr: utilisateur·rice

source: The user who made the chat request
fr: L'utilisateur·rice qui a fait la demande de chat

source: created at
fr: créé le

source: The date and time when the chat request was created
fr: La date et l'heure auxquelles la demande de chat a été créée

source: sender
fr: expéditeur

source: hidden
fr: caché

source: Indicates whether this message is hidden from regular users
fr: Indique si ce message est masqué pour les utilisateur·rice·s réguliers

source: read at
fr: lu à

source: The date and time when the message was read
fr: La date et l'heure auxquelles le message a été lu

source: notified at
fr: notifié à

source: The date and time when the user was notified about this message (if any)
fr: La date et l'heure auxquelles l'utilisateur·rice a été notifié de ce message (le cas échéant)

source: Can moderate chat messages
fr: Peut modérer les messages

source: chat request
fr: demande de chat

source: reported by
fr: signalé par

source: reason
fr: raison

source: Flag User
fr: Signaler l'utilisateur·rice

source: Block User
fr: Bloquer l'utilisateur·rice

source: performed by
fr: réalisé par

source: on user
fr: concernant l'utilisateur·rice

source: Reason for the moderation action
fr: Raison de l'action de modération

source: The type of moderation action performed
fr: Type d'action de modération effectuée

source: Chat report
fr: Signalement de message

source: You have unread messages
fr: Vous avez des messages non lus

source: Hello
fr: Bonjour

source: Your reservation for the trip from %(departure)s to %(arrival)s on %(date)s with %(driver)s has been confirmed.
fr: Votre réservation pour le trajet de %(departure)s à %(arrival)s le %(date)s avec %(driver)s a été confirmée.

source: We wish you a pleasant ride!
fr: Nous vous souhaitant un agréable voyage !

source: Your reservation for the trip from %(departure)s to %(arrival)s on %(date)s with %(driver)s has been declined.
fr: Votre réservation pour le trajet de %(departure)s à %(arrival)s le %(date)s avec %(driver)s a été refusée.

source: You have an unread message on INSA'ROULE.
fr: Vous avez un message non lu sur INSA'ROULE.

source: %(contact)s contacted you about the ride to %(destination)s on %(date)s
fr: %(contact)s vous a contacté au sujet du trajet vers %(destination)s le %(date)s

source: To answer these messages, connect to your account.
fr: Pour répondre à ces messages, connectez-vous à votre compte.

source: Driver
fr: Conducteur·rice

source: Requester
fr: Demandeur·se

source: Report user
fr: Signaler l'utilisateur·rice

source: Reason for reporting
fr: Raison du signalement

source: Report
fr: Signaler

source: Mod history
fr: Historique de modération

source: No moderation actions found.
fr: Aucune action de modération trouvée.

source: Ride Requests
fr: Demandes de trajet

source: Declined requests
fr: Requêtes refusées

source: No ride requests found
fr: Aucune demande de trajet trouvée

source: Search a ride
fr: Rechercher un trajet

source: Incoming requests
fr: Requêtes entrantes

source: Nobody has requested to join your rides yet.
fr: Personne n'a encore demandé à rejoindre un de vos trajets.

source: Choose a conversation on the left to start discussing.
fr: Choisissez une conversation à gauche pour commencer à discuter.

source: Moderation center
fr: Centre de modération

source: Chat
fr: Message

source: Reported
fr: Signalé

source: Total Messages
fr: Total des messages

source: No chats to moderate for ride
fr: Aucun message à modérer pour le trajet

source: No chats to moderate
fr: Aucun message à modérer

source: username
fr: nom d'utilisateur·rice

source: search by chat content
fr: Rechercher par contenu de message

source: Search
fr: Rechercher

source: Report the conversation
fr: Signaler la conversation

source: We can moderate messages if necessary.
fr: Nous pouvons modérer les messages si nécessaire.

source: You have never ride with this user.
fr: Vous n'avez jamais fait de trajet avec cet utilisateur·rice.

source: You have already shared %(counter)s ride with this user.
fr: Vous avez déjà fait %(counter)s trajet avec cet utilisateur·rice.

source: Reservation
fr: Réservation

source: The user hasn't made a reservation yet.
fr: L'utilisateur·rice n'a pas encore fait de réservation.

source: The user has made a reservation for this ride.
fr: L'utilisateur·rice a fait une réservation pour ce trajet.

source: Decline
fr: Refuser

source: Accept
fr: Accepter

source: Submit
fr: Envoyer

source: You have already made a reservation for this ride. The driver will accept or decline your request.
fr: Vous avez déjà fait une réservation pour ce trajet. Le conducteur·rice acceptera ou refusera votre demande.

source: Status:
fr: Statut :

source: Cancel my reservation
fr: Annuler ma réservation

source: To make a reservation on this ride, you need to make a request by clicking the button below. The driver will then accept or decline your request.
fr: Pour faire une réservation sur ce trajet, vous devez faire une demande en cliquant sur le bouton ci-dessous. Le conducteur·rice acceptera ou refusera alors votre demande.

source: Make a reservation
fr: Faire une réservation

source: You have already requested to chat about this ride.
fr: Vous avez déjà demandé à discuter à propos de ce trajet.

source: You have already reported this chat request.
fr: Vous avez déjà signalé cette demande de chat.
